Repository: Kinematics/kparser
Catalog: ParserCore/Resources/ParsedStrings.*.resx
Languages: de, fr, ja

source: Arching Arrow
de: Bogenpfeil
fr: Flèche courbante
ja: アーチングアロー

source: Armor Break
de: Rüstungsbruch
fr: Brise-armure
ja: アーマーブレイク

source: Asuran Fists
de: Asura-Fäuste
fr: Poings d'Asura
ja: 夢想阿修羅拳

source: Avalanche Axe
de: Lawinenaxt
fr: Hache avalanche
ja: アバランチアクス

source: Backhand Blow
de: Rückhand-Hieb
fr: Revers de main
ja: バックハンドブロー

source: Black Halo
de: Schwarzer Schein
fr: Halo noir
ja: ブラックヘイロー

source: Blade: Chi
de: Klinge: Chi
fr: Lame : Chi
ja: 地

source: Blade: Ei
de: Klinge: Ei
fr: Lame : Ei
ja: 煟

source: Blade: Jin
de: Klinge: Jin
fr: Lame : Jin
ja: 迅

source: Blade: Ku
de: Klinge: Ku
fr: Lame : Ku
ja: 空

source: Blade: Metsu
de: Klinge: Metsu
fr: Lame : Metsu
ja: 生者必滅

source: Blade: Retsu
de: Klinge: Retsu
fr: Lame : Retsu
ja: 烈

source: Blade: Rin
de: Klinge: Rin
fr: Lame : Rin
ja: 臨

source: Blade: Teki
de: Klinge: Teki
fr: Lame : Teki
ja: 滴

source: Blade: Ten
de: Klinge: Ten
fr: Lame : Ten
ja: 天

source: Blade: To
de: Klinge: To
fr: Lame : To
ja: 凍

source: Blast Arrow
de: Stoßpfeil
fr: Flèche explosive
ja: ブラストアロー

source: Blast Shot
de: Stoßschuss
fr: Tir explosif
ja: ブラストショット

source: Brainshaker
de: Hirnrüttler
fr: Choc cervical
ja: ブレインシェイカー

source: Burning Blade
de: Brennende Klinge
fr: Lame ardente
ja: バーニングブレード

source: Calamity
de: Unheil
fr: Calamité
ja: カラミティ

source: Catastrophe
de: Katastrophe
ja: カタストロフィ

source: Circle Blade
de: Kreisklinge
fr: Lame circulaire
ja: サークルブレード

source: Combo
de: Kombo
ja: コンボ

source: Coronach
fr: Chant funèbre
ja: カラナック

source: Crescent Moon
de: Halbmond
fr: Croissant lunaire
ja: クレセントムーン

source: Cross Reaper
de: Kreuzmäher
fr: Fauchaison
ja: クロスリーパー

source: Cyclone
de: Zyklon
ja: サイクロン

source: Dancing Edge
de: Tanzende Schneide
fr: Tranch. dans.
ja: ダンシングエッジ

source: Dark Harvest
de: Dunkle Ernte
fr: Récolte noire
ja: ダークハーベスト

source: Decimation
de: Dezimierung
fr: Décimation
ja: デシメーション

source: Detonator
fr: Détonateur
ja: デトネーター

source: Double Thrust
de: Doppelschub
fr: Percée double
ja: ダブルスラスト

source: Dragon Kick
de: Drachentritt
fr: Tacle du dragon
ja: 双竜脚

source: Dulling Arrow
de: Stumpfer Pfeil
fr: Flèche émouss.
ja: ダリングアロー

source: Earth Crusher
de: Erdspalter
fr: Broyeur terrestre
ja: アースクラッシャー

source: Empyreal Arrow
de: Himmelspfeil
fr: Flèche empyr.
ja: エンピリアルアロー

source: Evisceration
de: Ausweidung
fr: Eviscération
ja: エヴィサレーション

source: Fast Blade
de: Schnelle Klinge
fr: Lame rapide
ja: ファストブレード

source: Final Heaven
de: Himmelreich
fr: Ciel ultime
ja: ファイナルヘヴン

source: Flaming Arrow
de: Flammenpfeil
fr: Flèche enflam.
ja: フレイミングアロー

source: Flat Blade
de: Flache Klinge
fr: Lame plate
ja: フラットブレード

source: Freezebite
de: Frierbiss
fr: Gelure
ja: フリーズバイト

source: Frostbite
de: Frostbiss
fr: Engelure
ja: フロストバイト

source: Full Break
de: Voller Bruch
fr: Brise-tout
ja: フルブレイク

source: Full Swing
de: Voller Schwinger
fr: Grand swing
ja: フルスイング

source: Gale Axe
de: Orkan-Axt
fr: Hache vigoureuse
ja: ラファールアクス

source: Gate of Tartarus
de: Tor des Tartarus
fr: Porte de Tartarus
ja: タルタロスゲート

source: Geirskogul
ja: ゲイルスコグル

source: Ground Strike
de: Grundschlag
fr: Frappe terrestre
ja: グラウンドストライク

source: Guillotine
ja: ギロティン

source: Gust Slash
de: Windschlitzer
fr: Coup de vent
ja: ガストスラッシュ

source: Hard Slash
de: Harter Schlitzer
fr: Coup cinglant
ja: ハードスラッシュ

source: Heavy Shot
de: Schwerer Schuss
fr: Tir violent
ja: ヘヴィショット

source: Heavy Swing
de: Schw. Schwinger
fr: Swing violent
ja: ヘヴィスイング

source: Hexa Strike
de: Hexa-Schlag
fr: Hexa-frappe
ja: ヘキサストライク

source: Hot Shot
de: Volltreffer
fr: Tir brûlant
ja: ホットショット

source: Howling Fist
de: Heulende Faust
fr: Poing hurlant
ja: 空鳴拳

source: Impulse Drive
de: Impulsschwung
fr: Pulsion
ja: インパルスドライヴ

source: Iron Tempest
de: Eisensturm
fr: Tempête de fer
ja: アイアンテンペスト

source: Judgment
de: Urteil
fr: Jugement
ja: ジャッジメント

source: Keen Edge
de: Kühne Schneide
fr: Tranchant acéré
ja: キーンエッジ

source: Knights of Round
de: Ritter der Runde
fr: La Table Ronde
ja: ナイツオブラウンド

source: Leg Sweep
de: Bein stellen
fr: Balayette
ja: 足払い

source: Mercy Stroke
de: Gnadenschlag
fr: Coup de grâce
ja: マーシーストローク

source: Metatron Torment
de: Metatron-Folter
fr: Tourm. métatron
ja: メタトロントーメント

source: Mistral Axe
de: Mistral-Axt
fr: Hache mistral
ja: ミストラルアクス

source: Moonlight
de: Mondlicht
fr: Clair de lune
ja: ムーンライト

source: Namas Arrow
de: Namas Pfeil
fr: Flèche Namas
ja: 南無八幡

source: Nightmare Scythe
de: Albtraumsense
fr: Faux du cauchem.
ja: ナイトメアサイス

source: One Inch Punch
fr: Poing fulgurant
ja: 短勁

source: Onslaught
de: Schlachtfest
fr: Abordage
ja: オンスロート

source: Penta Thrust
de: Penta-Schub
fr: Percée Penta
ja: ペンタスラスト

source: Piercing Arrow
de: Bohrender Pfeil
fr: Flèche perçante
ja: ピアシングアロー

source: Power Slash
de: Kraftschlitzer
fr: Coup puissant
ja: パワースラッシュ

source: Raging Axe
de: Axt des Zorns
fr: Hache enragée
ja: レイジングアクス

source: Raging Fists
de: Fäuste des Zorns
fr: Poings enragés
ja: 乱撃

source: Raging Rush
de: Wutrausch
fr: Ruée enragée
ja: レイジングラッシュ

source: Raiden Thrust
de: Überfallsschub
fr: Percée raiden
ja: ライデンスラスト

source: Rampage
de: Amok
fr: Ravage
ja: ランページ

source: Randgrith
ja: ランドグリース

source: Red Lotus Blade
de: Rote Lotosklinge
fr: Lame lotus rouge
ja: レッドロータス

source: Retribution
de: Vergeltung
fr: Châtiment
ja: レトリビューション

source: Rock Crusher
de: Felsspalter
fr: Broyeur de roche
ja: ロッククラッシャー

source: Savage Blade
de: Barbarenklinge
fr: Lame sauvage
ja: サベッジブレード

source: Scourge
de: Geißel
fr: Fléau
ja: スカージ

source: Seraph Blade
de: Seraph-Klinge
fr: Lame séraphine
ja: セラフブレード

source: Seraph Strike
de: Seraph-Schlag
fr: Frappe séraphine
ja: セラフストライク

source: Shadow of Death
de: Schatten d. Todes
fr: Ombre de la mort
ja: シャドーオブデス

source: Shadowstitch
de: Schattenstich
fr: Pointe sombre
ja: シャドーステッチ

source: Shark Bite
de: Haibiss
fr: Morsure du squale
ja: シャークバイト

source: Shell Crusher
de: Hüllenbrecher
fr: Broyeur de carap.
ja: シェルクラッシャー

source: Shield Break
de: Schildbruch
fr: Brise-bouclier
ja: シールドブレイク

source: Shining Blade
de: Scheinende Klinge
fr: Lame brillante
ja: シャインブレード

source: Shining Strike
de: Scheinender Schlag
fr: Frappe brillante
ja: シャインストライク

source: Shockwave
de: Schockwelle
fr: Onde de choc
ja: ショックウェーブ

source: Shoulder Tackle
de: Schultergriff
fr: Tacle d'épaule
ja: タックル

source: SickleMoon
de: Mondsichel
fr: Faucille lunaire
ja: シックルムーン

source: Sidewinder
de: Seitenschneider
fr: Missile
ja: サイドワインダー

source: Skewer
de: Spieß
fr: Embrocheur
ja: スキュアー

source: Skullbreaker
de: Schädelbrecher
fr: Brise-crâne
ja: スカルブレイカー

source: Slice
de: Aufschneiden
fr: Faucheur
ja: スライス

source: Slug Shot
de: Schrotschuss
fr: Tir de brute
ja: スラッグショット

source: Smash Axe
de: Schlagaxt
fr: Hache démoliss.
ja: スマッシュ

source: Sniper Shot
de: Scharfschuss
fr: Tir d'élite
ja: スナイパーショット

source: Spinning Attack
de: Dreh-Attacke
fr: Attq. tournante
ja: スピンアタック

source: Spinning Axe
de: Drehaxt
fr: Hache tournante
ja: スピニングアクス

source: Spinning Scythe
de: Drehsense
fr: Faux tournante
ja: スピニングサイス

source: Spinning Slash
de: Drehschlitzer
fr: Coup tournant
ja: スピンスラッシュ

source: Spiral Hell
de: Spiralenhölle
fr: Spirale infernale
ja: スパイラルヘル

source: Spirits Within
de: Innerer Geist
fr: Esprits intérieurs
ja: スピリッツウィズイン

source: Spirit Taker
de: Geistnehmer
fr: Preneur d'esprit
ja: スピリットテーカー

source: Split Shot
de: Spaltschuss
fr: Tir fendant
ja: スプリットショット

source: Starlight
de: Sternenlicht
fr: Lumière stellaire
ja: スターライト

source: Steel Cyclone
de: Stahlzyklon
fr: Cyclone d'acier
ja: スチールサイクロン

source: Sturmwind
fr: Ouragan
ja: シュトルムヴィント

source: Swift Blade
de: Flinke Klinge
fr: Lame vive
ja: スウィフトブレード

source: Tachi: Enpi
ja: 壱之太刀・燕飛

source: Tachi: Gekko
ja: 八之太刀・月光

source: Tachi: Goten
ja: 参之太刀・轟天

source: Tachi: Hobaku
ja: 弐之太刀・鋒縛

source: Tachi: Jinpu
ja: 五之太刀・陣風

source: Tachi: Kagero
ja: 四之太刀・陽炎

source: Tachi: Kaiten
ja: 零之太刀・回天

source: Tachi: Kasha
ja: 九之太刀・花車

source: Tachi: Koki
ja: 六之太刀・光輝

source: Tachi: Yukikaze
ja: 七之太刀・雪風

source: Thunder Thrust
de: Donnerschub
fr: Percée foudre
ja: サンダースラスト

source: True Strike
de: Wahrer Schlag
fr: Frappe franche
ja: トゥルーストライク

source: Viper Bite
de: Vipernbiss
fr: Mors. de vipère
ja: バイパーバイト

source: Vorpal Blade
de: Vorpal-Klinge
fr: Lame vorpale
ja: ボーパルブレード

source: Vorpal Scythe
de: Vorpal-Sense
fr: Faux vorpale
ja: ボーパルサイス

source: Vorpal Thrust
de: Vorpal-Schub
fr: Percée vorpale
ja: ボーパルスラスト

source: Wasp Sting
de: Wespenstich
fr: Piqûre de guêpe
ja: ワスプスティング

source: Weapon Break
de: Waffenbruch
fr: Brise-arme
ja: ウェポンブレイク

source: Wheeling Thrust
de: Radschub
fr: Percée tournante
ja: 大車輪

source: Accession
de: Summum bonum
fr: Avènement
ja: 女神降臨の章

source: Aggressor
fr: Agresseur
ja: アグレッサー

source: Alacrity
de: Tempus vincit
fr: Alacrité
ja: 疾風迅雷の章

source: Berserk
de: Berserker
ja: バーサク

# BlmRoll
source: Wizard's Roll
de: Magier-Wurf
fr: Jet du sorcier
ja: ウィザーズロール

# BluRoll
source: Magus's Roll
de: Magus-Wurf
fr: Jet du mage
ja: メガスズロール

source: Box Step
de: Ausfallschritt
fr: Pas croisé
ja: ボックスステップ

# BrdRoll
source: Choral Roll
de: Choral-Wurf
fr: Jet du chant
ja: コーラルロール

# BstRoll
source: Beast Roll
de: Bestien-Wurf
fr: Jet de la bête
ja: ビーストロール

source: Celerity
de: Tempus fugit
fr: Célérité
ja: 電光矓火の章

source: Chakra
ja: チャクラ

source: Charm
de: Zauberformel
fr: Charme
ja: あやつる

# CorRoll
source: Corsair's Roll
de: Piraten-Wurf
fr: Jet du corsaire
ja: コルセアズロール

# CuringWaltz1
source: Curing Waltz
de: Heilender Walzer
fr: Valse Soin
ja: ケアルワルツ

# CuringWaltz2
source: Curing Waltz II
de: Heilnd. Walzer II
fr: Valse Soin II
ja: ケアルワルツII

# CuringWaltz3
source: Curing Waltz III
de: Heilnd. Walzer III
fr: Valse Soin III
ja: ケアルワルツIII

# CuringWaltz4
source: Curing Waltz IV
de: Heilnd. Walzer IV
fr: Valse Soin IV
ja: ケアルワルツIV

source: Dark Arts
de: Schwarz. Grimoire
fr: Grimoire noir
ja: 黒のグリモア

source: Dark Shot
de: Schattenschuss
fr: Tir de ténèbres
ja: ダークショット

source: Defender
fr: Défenseur
ja: ディフェンダー

source: Diabolic Eye
de: Diabolisches Auge
fr: Œil diabolique
ja: ディアボリクアイ

# DncRoll
source: Dancer's Roll
de: Flamenco-Wurf
fr: Jet du danseur
ja: ダンサーロール

# DrgRoll
source: Drachen Roll
de: Draken-Wurf
fr: Jet du drachen
ja: ドラケンロール

# DrkRoll
source: Chaos Roll
de: Chaos-Wurf
fr: Jet du chaos
ja: カオスロール

source: Ebullience
de: Ultima ratio
fr: Ebullition
ja: 気炎万丈の章

source: Feint
de: Finte
fr: Feinte
ja: フェイント

source: Focus
de: Fokus
fr: Précision
ja: 集中

source: Fold
de: Passen
fr: Défausse
ja: フォールド

source: Hasso
ja: 八双

source: Healing Waltz
de: Kur-Walzer
fr: Valse curative
ja: ヒーリングワルツ

source: Hide
de: Verstecken
fr: Dissimulation
ja: かくれる

source: Last Resort
de: Letzter Ausweg
fr: Dernier recours
ja: ラストリゾート

source: Light Arts
de: Weißes Grimoire
fr: Grimoire blanc
ja: 白のグリモア

source: Light Shot
de: Lichtschuss
fr: Tir de lumière
ja: ライトショット

source: Manifestation
de: Summum malum
ja: 精霊光来の章

# MnkRoll
source: Monk's Roll
de: Mönchs-Wurf
fr: Jet du moine
ja: モンクスロール

source: Mug
de: Ausrauben
fr: Rapine
ja: かすめとる

# NinRoll
source: Ninja Roll
de: Ninja-Wurf
fr: Jet du ninja
ja: ニンジャロール

source: Parsimony
de: Ex nihilo
fr: Parcimonie
ja: 勤倹小心の章

source: Penury
de: Ex Deo
fr: Modestie
ja: 簡素清貧の章

# PldRoll
source: Gallant's Roll
de: Galant-Wurf
fr: Jet du preux
ja: ガランツロール

# PupRoll
source: Puppet Roll
de: Puppen-Wurf
fr: Jet du pantin
ja: パペットロール

source: Quickstep
de: Pirouette
fr: Pas de deux
ja: クイックステップ

source: Rapture
de: Fiat lux
fr: Fougue
ja: 意気昂然の章

# RdmRoll
source: Warlock's Roll
de: Hexer-Wurf
fr: Jet enchanteur
ja: ワーロックスロール

# RngRoll
source: Hunter's Roll
de: Jäger-Wurf
fr: Jet du chasseur
ja: ハンターズロール

# SamRoll
source: Samurai Roll
de: Samurai-Wurf
fr: Jet du samouraï
ja: サムライロール

# SchRoll
source: Scholar's Roll
de: Grimoire-Wurf
fr: Jet de l'érudit
ja: スカラーロール

source: Seigan
ja: 星眼

source: Sharpshot
de: Fangschuss
fr: Visée
ja: 狙い撃ち

# SmnRoll
source: Evoker's Roll
de: Rufer-Wurf
fr: Jet adjurateur
ja: エボカーズロール

source: Sneak Attack
de: Schleichattacke
fr: Attaque furtive
ja: 不意打ち

source: Souleater
de: Seelenfresser
fr: Noirceur
ja: 暗黒

source: Steal
de: Stehlen
fr: Vol
ja: ぬすむ

# ThfRoll
source: Rogue's Roll
de: Gauner-Wurf
fr: Jet du brigand
ja: ローグズロール

source: Trick Attack
de: Trickattacke
fr: Attq. sournoise
ja: だまし討ち

source: Violent Flourish
de: Brutale Polka
fr: Pirou. violente
ja: V.フラリッシュ

source: Warcry
de: Kampfschrei
fr: Cri de guerre
ja: ウォークライ

# WarRoll
source: Fighter's Roll
de: Kämpfer-Wurf
fr: Jet combattant
ja: ファイターズロール

# WhmRoll
source: Healer's Roll
de: Heiler-Wurf
fr: Jet du guérisseur
ja: ヒーラーズロール

# AbsorbRegex
source: ^Absorb-
ja: ^アブゾ

# AnyRoll
source: Roll|Double-Up|Bust
de: -Wurf$
fr: ^Jet
ja: ロール$

# Bio1
source: Bio
fr: Bactérie
ja: バイオ

# Bio2
source: Bio II
fr: Bactérie II
ja: バイオII

# Bio3
source: Bio III
fr: Bactérie III
ja: バイオIII

# CuragaRegex
source: (Cura|Curaga( [IV]+)?)
de: (Vitra|Heilga( [IV]+)?)
fr: (MultiSoin|OmniSoin( [IV]+)?)
ja: (ケアルラ|ケアルガ([IV]+)?)

# Cure1
source: Cure
de: Heilen
fr: Soin
ja: ケアル

# Cure2
source: Cure II
de: Heilen II
fr: Soin II
ja: ケアルII

# Cure3
source: Cure III
de: Heilen III
fr: Soin III
ja: ケアルIII

# Cure4
source: Cure IV
de: Heilen IV
fr: Soin IV
ja: ケアルIV

# Cure5
source: Cure V
de: Heilen V
fr: Soin V
ja: ケアルV

# Dia1
source: Dia
fr: Lumen
ja: ディア

# Dia2
source: Dia II
fr: Lumen II
ja: ディアII

# Dia3
source: Dia III
fr: Lumen III
ja: ディアIII

source: Dispel
de: Entzaubern
fr: Dissipation
ja: ディスペル

source: Erase
de: Entfernen
fr: Gomme
ja: イレース

source: Haste
de: Hast
fr: Hâte
ja: ヘイスト

# HojoRegex
source: Hojo: (Ichi|Ni)
ja: 捕縄の術:(壱|弐)

# JubakuRegex
source: Jubaku: (Ichi|Ni)
ja: 呪縛の術:(壱|弐)

# ParalyzeRegex
source: Paralyze( II)?
de: Paralyse( II)?
fr: Paralysie( II)?
ja: パライズ(II)?

source: Raise
de: Wiederbeleben
fr: Vie
ja: レイズ

# Regen1
source: Regen
de: Regenerieren
fr: Récup
ja: リジェネ

# Regen2
source: Regen II
de: Regenerieren II
fr: Récup II
ja: リジェネII

# Regen3
source: Regen III
de: Regenerieren III
fr: Récup III
ja: リジェネIII

# SlowRegex
source: Slow( II)?
de: Gemach( II)?
fr: Lenteur( II)?
ja: スロウ(II)?

# UtsuIchi
source: Utsusemi: Ichi
ja: 空蝉の術:壱

# UtsuNi
source: Utsusemi: Ni
ja: 空蝉の術:弐

source: Afflatus Misery
de: Afflatus misariae
fr: Adversité
ja: ハートオブミゼリ

source: Afflatus Solace
de: Afflatus solatii
fr: Consolation
ja: ハートオブソラス

source: Altruism
de: Utile dulci
fr: Altruisme
ja: 不惜身命の章

source: Equanimity
de: Modus arcanus
fr: Ataraxie
ja: 無憂無風の章

source: Focalization
de: Lege artis
fr: Focalisation
ja: 一心精進の章

source: Innin
de: Schattenkunst
ja: 陰忍

source: Tranquility
de: Modus incognitus
fr: Humilité
ja: 天衣無縫の章

source: Yonin
de: Sonnenkunst
ja: 陽忍

# AnySamba
source: Samba
ja: サンバ

source: Ascetic's Fury
de: Asketen-Zorn
fr: Furie de l'ascète
ja: アスケーテンツォルン

source: Atonement
de: Absolution
fr: Absolution
ja: ロイエ

source: Blade: Kamu
de: Klinge: Kamu
fr: Lame : Kamu
ja: カムハブリ

source: Death Blossom
de: Roseraie Fatale
fr: Roseraie fatale
ja: ロズレーファタール

source: Drakesbane
de: Draken-Fluch
fr: Fléau du dragon
ja: 雲蒸竜変

source: Expiacion
fr: Expiation
ja: エクスピアシオン

source: Garland of Bliss
de: Selig. Siegeskranz
fr: Suprême félicité
ja: ガーランドオブブリス

source: Insurgency
de: Insurrektion
fr: Insurrection
ja: インサージェンシー

source: King's Justice
de: Vollstreckung
fr: Justice du Roi
ja: キングズジャスティス

source: Leaden Salute
de: Bleierne Salut.
fr: Balle salvatrice
ja: レデンサリュート

source: Mandalic Stab
de: Mandala-Stich
fr: Coup mandalique
ja: マンダリクスタッブ

source: Mordant Rime
de: Ätzender Reif
fr: Rime incisive
ja: モーダントライム

source: Mystic Boon
de: Mystische Segnung
fr: Grâce mystique
ja: ミスティックブーン

source: Omniscience
de: Omniszienz
ja: オムニシエンス

source: Primal Rend
de: Rohe Gewalt
fr: Griffade primitive
ja: プライマルレンド

source: Pyrrhic Kleos
de: Ruhmr. Pyrrhiche
fr: Kleos pyrrhique
ja: ピリッククレオス

source: Stringing Pummel
de: Kosmisches Band
fr: Volée de coups
ja: 連環六合圏

source: Tachi: Rana
ja: 十之太刀・乱鴉

source: Trueflight
de: Wahrhaft. Pfeilflug
fr: Tir infaillible
ja: トゥルーフライト

source: Vidohunir
ja: ヴィゾフニル

source: Astral Flow
de: Astralstrom
fr: Flux astral
ja: アストラルフロウ

source: Azure Lore
de: Blaues Gesetz
fr: Sagesse d'azur
ja: アジュールロー

source: Barrage
de: Trommelfeuer
fr: Tir en rafale
ja: 乱れ撃ち

source: Benediction
de: Segnung
fr: Bénédiction
ja: 女神の祝福

source: Blood Weapon
de: Blutwaffe
fr: Arme sanguinaire
ja: ブラッドウェポン

source: Burst Affinity
de: Blauer Ausbruch
fr: Lien d'explosions
ja: ブルーバースト

source: Camouflage
de: Tarnung
ja: カモフラージュ

source: Chain Affinity
de: Blaue Kette
fr: Lien de chaînes
ja: ブルーチェーン

source: Chainspell
de: Kettenspruch
fr: Chaîne de sorts
ja: 連続魔

source: Composure
de: Fassung
fr: Aplomb
ja: コンポージャー

source: Convert
de: Austauschen
fr: Conversion
ja: コンバート

source: Counterstance
de: Gegenzug
fr: Qui-vive
ja: かまえる

source: Desperate Flourish
de: Verzweifelte Polka
fr: Pirou. désespérée
ja: D.フラリッシュ

source: Divine Seal
de: Göttersiegel
fr: Sceau divin
ja: 女神の印

source: Eagle Eye Shot
de: Adleraugen-Schuss
fr: Œil d'aigle
ja: イーグルアイ

source: Elemental Seal
de: Elementar-Siegel
fr: Sceau élément.
ja: 精霊の印

source: Familiar
de: Vertrauter
fr: Dressage
ja: 使い魔

source: Fealty
de: Lehnseid
fr: Fidélité
ja: フィールティ

source: Footwork
de: Beinarbeit
fr: Jeu de jambes
ja: 猫足立ち

source: Formless Strikes
de: Formlose Schläge
fr: Coups informes
ja: 無想無念

source: Hundred Fists
de: Hundert Fäuste
fr: Cent poings
ja: 百烈拳

source: Invincible
de: Unbesiegbar
ja: インビンシブル

source: Manafont
de: Mana-Fontäne
fr: Source de Mana
ja: 魔力の泉

source: Meditate
de: Meditieren
fr: Méditation
ja: 黙想

source: Meikyo Shisui
ja: 明鏡止水

source: Mighty Strikes
de: Powerschläge
fr: Destro-frappes
ja: マイティストライク

source: Mijin Gakure
ja: 微塵がくれ

source: Overdrive
fr: Suractivité
ja: オーバードライヴ

source: Perfect Dodge
de: Superkniff
fr: Esquive absolue
ja: 絶対回避

source: Pianissimo
ja: ピアニッシモ

source: Sekkanoki
ja: 石火之機

source: Sentinel
fr: Sentinelle
ja: センチネル

source: Snake Eye
de: Schlangenauge
fr: As
ja: スネークアイ

source: Soul Voice
de: Seelenstimme
fr: Voix de l'âme
ja: ソウルボイス

source: Spirit Surge
de: Seelenstoß
fr: Souffle d'esprit
ja: 竜剣

source: Sublimation
de: Sublimierung
fr: Révisions
ja: 机上演習

source: Tabula Rasa
ja: 連環計

source: Third Eye
de: 3. Auge
fr: Troisième œil
ja: 心眼

source: Trance
fr: Transe
ja: トランス

source: Wild Card
de: Wilde Karte
fr: Joker
ja: ワイルドカード

# AnySong
source: Minuet|Madrigal|March|Mambo|Prelude|Ballad|Paeon|Minne|Carol
de: Menuett|Madrigal|Marsch|Mambo|Prolog|Ballade|Paeon|Minne|Gesang
fr: Menuet|Madrigal|Marche|Mambo|Prélude|Ballade|Ball.|Péan|Lied|Cantique
ja: メヌエット|マドリガル|マーチ|マンボ|プレリュード|バラード|ピーアン|ミンネ|カロル

# BioRegex
source: Bio( I+)?
de: Bio( II+)?
fr: Bactérie( II+)?
ja: バイオ(II+)?

# DiaRegex
source: Dia( I+)?
de: Dia( II+)?
fr: Lumen( II+)?
ja: ディア(II+)?

# ElegyRegex
source: (Battlefield|Carnage|Massacre) Elegy
de: (Schlachtfeld|Gemetzel|Höllen)-Elegie
fr: Elégie du combat|Elégie du carnage|Elég. du massacre
ja: (戦場|修羅|地獄)のエレジー

# HealingBreath1
source: Healing Breath
de: Heilatem
fr: Souffle curatif
ja: ヒールブレス

# HealingBreath2
source: Healing Breath II
de: Heilatem II
fr: Souffle curatif II
ja: ヒールブレスII

# HealingBreath3
source: Healing Breath III
de: Heilatem III
fr: Souffle curatif III
ja: ヒールブレスIII

source: Healing Breeze
de: Heilbrise
fr: Brise curative
ja: いやしの風

# Madrigal1
source: Sword Madrigal
de: Schwert-Madrigal
fr: Madrigal épéiste
ja: 剣闘士のマドリガル

# Madrigal2
source: Blade Madrigal
de: Klingen-Madrigal
fr: Madrigal du duel
ja: 剣豪のマドリガル

source: Magic Finale
de: Magisches Finale
fr: Finale magique
ja: 魔法のフィナーレ

source: Magic Fruit
de: Magische Frucht
fr: Fruit magique
ja: マジックフルーツ

# Minuet1
source: Valor Minuet
de: Mut-Menuett
fr: Menuet vaillant
ja: 猛者のメヌエット

# Minuet2
source: Valor Minuet II
de: Mut-Menuett II
fr: Menuet vaillant II
ja: 猛者のメヌエットII

# Minuet3
source: Valor Minuet III
de: Mut-Menuett III
fr: Menuet vaillant III
ja: 猛者のメヌエットIII

# Minuet4
source: Valor Minuet IV
de: Mut-Menuett IV
fr: Menuet vaillant IV
ja: 猛者のメヌエットIV

source: Pollen
ja: 花粉

# Prelude1
source: Hunter's Prelude
de: Jäger-Prolog
fr: Prélude chasseur
ja: 狩人のプレリュード

# Prelude2
source: Archer's Prelude
de: Schützen-Prolog
fr: Prélude archer
ja: 弓師のプレリュード

source: Wild Carrot
de: Wilde Möhre
fr: Carotte sauvage
ja: ワイルドカロット
