Repository: Kinematics/kparser
Catalog: FFXILogParser/Forms/Options.*.resx
Languages: de

# specifyPID.Text
source: Specify process when starting
de: Prozess geben, wenn ab

# editMemoryAddress.Text
source: Edit
de: Bearbeiten

# readExistingLogs.Text
source: Read existing log files
de: Lesen Bestehenden Log-Dateien

# memoryLabel.Text
source: Memory offset address (hexadecimal):
de: Speicher-Offset-Adresse (Hexadezimal):

# directoryLabel.Text
source: FFXI log directory:
de: FFXI Log-Verzeichnis:

# dataSourceRam.Text
source: Chat Log in RAM
de: Computer Speicher

# dataSourceLogs.Text
source: Log Files
de: Log-Dateien

# dataSourceGroup.Text
source: Data Source
de: Datenquelle

# cancel.Text
source: Cancel
de: Abbrechen

# reset.Text
source: Reset
de: RÃ¼cksetzen

# debugMode.Text
source: Debug mode
de: Debug-Modus

# saveDirectoryLabel.Text
source: Default Save Directory
de: Standard-Verzeichnis Speichern

# $this.Text
source: Options
de: Optionen
